{
  "site_header": "Unleash the Epic Trails and Rich Culture of the Himalayas with Local Experts Himalayan Single Track",
  "site_description": "Himalayan Single Track was born from a shared passion for mountain biking and a commitment to its growth and promotion in Nepal. Our goal is to uncover the best trails and showcase them to cyclists from around the globe. As a unique Nepali-Australian partnership, we are 100% based and operated in Nepal. This fusion brings you the exhilarating chaos of Nepal wrapped in a well-managed, meticulously planned, and safe package that highlights the very best this country has to offer in biking, culture, and scenery. Discover why Himalayan Single Track is the premier mountain bike tour company in Nepal. With us, you'll experience unparalleled trails, authentic cultural encounters, and breathtaking landscapes, all guided by local professionals who know the Himalayas like no one else. Join us for an adventure that combines exhilaration, discovery, and the beauty of Nepal’s majestic terrain.",
  "professional_guide_info": "We are the leading company in Nepal when it comes to guide training and certification. When you ride with us, you ride with professionals on a safe, well planned trip.",
  "flexibility_info": "All our tours are customized. Bring your partners, family, friends and get the customized trip with HST.",
  "local_and_authentic_info": "All our tours allow you to immerse yourself in the local culture of the Himalayas and the vast nature and landscapes of Nepal, ensuring you the journey of a lifetime.",
  "trail_experts_info": "Mountain biking is our passion, we invest our time in exploring and developing new trails and destinations, delivering to you the best possible riding in Nepal.",
  "category_header": "Discover our Destinations and Actvities",
  "sub_category_header": "Explore Our Trips",
  "blogs_header": "Blogs",
  "testimonials_header": "Tripadvisor Testimonials",
  "footer_description": "Himalayan Single Track was born through a shared passion for mountain biking and its development and promotion in Nepal, the desire to explore the best trails and showcase them to cyclists from all over the world."
}
