{
  "s1": {
    "title": "2020 Covid Relief",
    "image": "https://himalayansingletrack.com/wp-content/uploads/2022/10/pedal-against-hunger.jpg",
    "nestedList": {
      "title": "TATO KHANA SEWA",
      "list": [
        "When the world went into lockdown in March 2020 we had no choice but to shut down our tours office. With nothing to do, we took to the streets with our guides and staff and set up a hot food kitchen to cater and distribute 300 meals a day to homeless people, stranded tourists, day workers and people affect by finical loss from the Covid Lock down. Our team proudly ran this kitchen from May until October. We used our bikes to deliver food including hot meals and dry food packages to the needy. Our workshop was transformed into a food store and our carpark a temporary kitchen.",
        "Pedal against Hunger was a fundraising drive set up by our team to raise money for our Tato Khana Project. The idea was to set up stationary bikes, as due to the ongoing lockdown and rising covid cases we could no go outside. We aimed to ride 2000km in 24 hours, and raised funds along with our friends and fellow riders all over the world. The ride went live online and we were joined by riders from all over the world and managed to raise $10,000 to add to our cause. Our work with Tato Khana and Pedal against Hunger helped keep our team united and busy during these trying times."
      ]
    }
  },
  "s2": {
    "image": "https://himalayansingletrack.com/wp-content/uploads/2022/10/pedal-against-hunger.jpg",
    "title": "2017 Supporting Women In Mountain Biking",
    "nestedList": {
      "title": "",
      "list": [
        "Our very first production film, Moksha came about through a collaboration between ASDT, Ladies Mountain League(Nepal), Himalayan Single Track(Nepal), and WRKSHRT media(Jackson, Wy). The key women who made this film a reality also include: 10 x Xterra World Champion Shonny VanLandingham, International Guide and MTB Director Julie Cornelius, and Media House Director Francesca Weikert.",
        "Empowering Women in Mountain Biking 2017 has brought some new challenges to HST and some new faces into our team. We have chosen a path that leads to integrating more women into our workforce (Before we had none). The start of the year saw us launch into a British Cycling Supported Mountain Bike Leadership Training Program which allowed us to train the first professional mountain bike guides in Nepal, including 2 women – Usha and Roja. This is the first step into launching our very own line up of Mountain Bike Tours designed for Women and Like Minded Men. Guided by well trained and skilled women Having used discount toner cartridges for twenty years, there have been a loot of changes in the toner cartridge market.",
        "We extended this project in July in conjunction with Ladies Mountain League when we open our Women’s Mountain Bike Library, a place where women can borrow bikes, learn to ride in safety and with the support of other women mountain bikers. This will be the first of its kind in Nepal. We hope this project will be the first step in developing more female riders in Nepal, more participants in races and more Mountain Bike Professional’s in the Industry. A percentage of trip profits goes back into the Mountain Bike Library. The simple fact of Employing women in this male dominated society is not easy. But we are proud of our efforts and our entire team."
      ]
    }
  },
  "s3": {
    "image": "https://himalayansingletrack.com/wp-content/uploads/2022/10/pedal-against-hunger.jpg",
    "title": "NCRR (NEPAL CYCLISTS RIDE TO RESCUE)",
    "nestedList": {
      "title": "",
      "list": [
        "During the catastrophic earthquake that hit nepal in April 2015, Himalayan Single Track speared headed a team of Nepal’s best cyclists into action to take shelters, food, medical needs and water to stricken areas. This movement formed the NGO NCRR, which is still active till present. During this hectic time our team raised over US$80,000 to distribute much needed aid to remote areas of Nepal."
      ]
    }
  },
  "s4": {
    "image": "https://himalayansingletrack.com/wp-content/uploads/2022/10/pedal-against-hunger.jpg",
    "title": "SEVEN SCHOOLS IN SEVEN WEEKS",
    "nestedList": {
      "title": "",
      "list": [
        "This ambition project was created when we found that all of the schools in the Siknra Besi district had been destroyed. We at first replaced the schools with temporary shelters and then became part of the team and the ambitions project to raise funds and rebuild all seven schools."
      ]
    }
  },
  "s5": {
    "image": "",
    "title": "",
    "nestedList": {
      "title": "",
      "list": [""]
    }
  },
  "s6": {
    "image": "",
    "title": "",
    "nestedList": {
      "title": "",
      "list": [""]
    }
  }
}
