{
  "s1": [
    {
      "title": "Explore the Epic Trails and Incredible Culture of the Himalaya's with Local Professionals",
      "description": "Himalayan single track was born through a shared passion for mountain biking and its development and promotion in Nepal, the desire to explore the best trails and showcase them to cyclists from all over the world.\n The company is a Nepalese/Australian partnership which is 100% based and operated in Nepal. It’s the perfect match where you get the exhilarating chaos of Nepal bundled up into a well managed, well planned and safe package that will showcase the very best of what this country has to offer in terms of biking, culture and scenery."
    }
  ],
  "s2": [
    {
      "title": "The Himalayan Single Track Difference",
      "description": [
        "The fact that we are a mountain bike company, with our own workshop, equipment and bikes. We are not a trekking or tour company selling mountain biking trips as an add on, or just because it is growing in popularity. We are selling mountain biking trips because that is what we do 100% of the time. We research and plan our own routes, we add on special trails and single tracks and we go the extra mile to make sure your trips are better.",
        "Of course other companies offer Annapurna, Upper Mustang etc, but we move with the moment, we do not stick to normal paths and we are happy to change our program on the fly according to your riding abilities, after all it’s your hard earned money and it’s your holiday so we want to make it the best."
      ]
    },
    {
      "title": "Why do we Choose to Price Individually & Not Have Our Prices Online?",
      "description": "Because we want to talk to you first! We want to know your group size, riding style and fitness level so we can modify our trips to make sure you have the best mountain biking holiday possible."
    },
    {
      "title": "Why Do We Choose to not Have Our Itineraries Online?",
      "description": [
        "Frankly because NON-Mountain Bike Specific companies in Nepal copy and paste them. While we don’t own rights to the actual trails, we do spend ours and our guides' time and efforts crafting out well written and researched itineraries for our clients. It’s a little of an inconvenience but just send us an email and we will send you full trip details in PDF form, our email response time is almost as fast as our riding!",
        "I think we have blown our own trumpet enough, so come and discover for yourself, if you are not happy at the end of the trip talk to us about a refund."
      ]
    }
  ],
  "s3": [
    {
      "title": "What separates us from the crowd?",
      "list": [
        "We have our own fleet of Mountain Bikes (Full Suspension and Hardtail).",
        "Our ride partners are Giant which allows us to update our fleet every 18 months.",
        "We run the ONLY mountain specific guide training program in Nepal with an MBLA (Mountain Bike Leaders Award) certificate which is recognized by British Cycling and tailored made to conditions in the Himalaya as well as work in conjunction with MIAS and PMBIA.",
        "Our guides, we love them, they are the backbone of our company and they have the right gear, training and experience to get the job done! – We listen to you. We want your holiday to be special, so we are open to new ideas, on the spot itinerary changes and customized biking programs.",
        "We specialize in local experience, be it from knowing where to get the best local food in town, to know hidden trails, scenic spots and those little experiences that make holidays in Nepal so special.",
        "Don’t just take our word for it, check out what others have to say on TripAdvisor."
      ]
    },
    {
      "title": "Is Himalayan Single Track the Cheapest Option?",
      "description": "No we are not the cheapest operator in Nepal and there are reasons for that. We also understand many travelers have budget constraints and we are happy to modify programs to meet those needs but we cannot compromise in the below listed areas which means we might not be able to offer you the cheapest price in Nepal.",
      "list": [
        "Our bikes. Just because we are in Nepal, does not mean we get cheaper bikes, in fact, bikes here are purchased at roughly the same price as they are in other countries and it’s even harder and more expensive to access quality equipment, spare parts and other items to maintain our bikes. Check yourself for our hire prices, we are offering the same standard gear as Europe or America at about half the price.",
        "Our workshop. It takes a lot of time, effort and money to maintain bikes and to do that we need a world-class workshop. The first thing many of our clients comment on is the high standard of our workshop.",
        "Our guides and the training we give them. MBLA, Wilderness First Aid, TAAN, Survival Skills, Rescue and we even train our guides how to brew organic coffee on the trail!",
        "Our Salary Structure. We commit to our guides year round, not just using them as demand requires. We pay salary year round, plus above average award rate for guiding days. This allows all our guides to follow our company standard and meet our training requirements which means a better, safer and more enjoyable experience for you."
      ]
    }
  ]
}
